
stork=STORK
saml=Federaci\u00f3n SAML
authentication-parameters=Par\u00e1metros de autenticaci\u00f3n
saml-note=Nota: para autenticaci\u00f3n de SAML que tienes que proteger a la url <i>https://&lt;domain&gt;/saml/login</i> (o la ruta que especifique) con un m\u00f3dulo de seguridad de SAML habilitado
page-no-user=P\u00e1gina para redirigir a los usuarios si no est\u00e1n registrados y registro autom\u00e1tico desactivado
page-no-attribute=P\u00e1gina para redirigir a los usuarios si los atributos SAML se faltan para completar la autenticaci\u00f3n
create-fed-account=Crear una nueva cuenta si el filtro de b\u00fasqueda no se asigna ning\u00fan usuario registrado
ldap-check=Compruebe Cuenta LDAP
ldap-account-check-by-saml=If Liferay is connected with an LDAP server and there is not mapping in the local DB then a search is performed in the LDAP (useful in case of multiple information coming from SAML registered in LDAP but not in the local DB)
ldap-search-filter=Filtrar para identificar al usuario en el LDAP
enter-the-search-filter-to-identify-saml-user=Introduzca el filtro de b\u00fasqueda que ser\u00e1 utilizado para identificar al usuario. Las variables @company_id@, @email_address@, @screen_name@, @last_name@ y @first_name@ ser\u00e1n sustituidos autom\u00e1ticamente por los valores correctos. Si el IdP proporciona m\u00faltiples valores para algunos atributos la b\u00fasqueda se lleva a cabo varias veces, correspondiente al n\u00famero de los valores obtenidos
saml-login=Su instituto
allow-local-login=Habilitar el inicio de sesi\u00f3n con la cuenta local de Liferay. Antes de desactivar aseg\u00farese de habilitar al menos un m\u00e9todo de autenticaci\u00f3n remota
saml-protected-page=P\u00e1gina protegido con autenticaci\u00f3n SAML externa
saml-protected-page-help=Esta p\u00e1gina tiene que ser protegido por el servidor de aplicaciones o un servidor web en frente de ella, como apache con mod_shibboleth. El servidor tiene que proporcionar el SAML atributos en la petici\u00f3n http. Recuerde que para modificar el filtro en liferay-web.xml para este URL si se selecciona un camino diferente
saml-protected-exit=P\u00e1gina para salir de la autenticaci\u00f3n SAML externa (SAML logout)
local-search-filter=Atributo SAML para identificar al usuario
enter-the-local-map-to-identify-saml-user=S\u00f3lo el atributo SAML asignado se utiliza para identificar al usuario por el partido correcto con el atributo correspondiente
stork-login=eID Europeo
stork-qaa-level=Nivel de QAA
service-parameters=Par\u00e1metros de servicio
stork-sp-name=Nombre del Proveedor
stork-sp-sector=Identidad del Proveedor: sector
stork-sp-environment=Medio Ambiente (PRUEBAS/PRODUCCI\u00d3N)
stork-sp-application=Identidad del Proveedor: aplicaci\u00f3n
stork-sp-country=Pa\u00eds
stork-sp-url=PEPS URL
stork-sp-euromap=Mapa de Europa
test=Pruebas
production=PRODUCCI\u00d3N
stork-select-user-country=Seleccione el pa\u00eds de origen
stork-select-user-country-missed=Pa\u00eds de origen debe ser seleccionado
stork-authentication-problem=Imposible de seguir los pasos de autenticaci\u00f3n, por favor p\u00f3ngase en contacto con el administrador del servidor para obtener m\u00e1s informaci\u00f3n!
stork-manual-redirect=If you are not automatically redirect to your identity provider, please click the button "Sign In" below!
